The CurveLoops of roof slabs.
  Namespace:   Autodesk.Revit.DB.IFC
  Assembly:   RevitAPIIFC  (in RevitAPIIFC.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2014
 Syntax
  C#
public IList<CurveLoop> GetCurveLoops()
  Visual Basic
Public Function GetCurveLoops As IList(Of CurveLoop)
  Visual C++
public:
IList<CurveLoop^>^ GetCurveLoops()
 Return Value
 The CurveLoops.
 See Also
  RoofComponents Class
  Autodesk.Revit.DB.IFC Namespace